[
    {
        "name": "Attaque des titans",
        "description": "L'Attaque des Titans se déroule dans un monde où l'humanité est presque exterminée par des titans, des créatures gigantesques et dévoreuses d'hommes. Les survivants vivent retranchés derrière d'immenses murs. L'histoire suit Eren Jäger, Mikasa Ackerman et Armin Arlert, qui rejoignent l'armée pour combattre les titans après qu'une attaque dévastatrice détruit leur foyer. Au fil de leur lutte, ils découvrent des secrets troublants sur les titans, les murs et l'origine de l'humanité. Ce manga mêle action, drame et mystères dans un univers oppressant.",
        "cover": "efz"
    },
    {
        "name": "Bleach",
        "description": "Bleach raconte l’histoire d’Ichigo Kurosaki, un adolescent capable de voir des esprits, qui obtient par accident les pouvoirs d’un Shinigami (un Dieu de la mort) après avoir rencontré Rukia Kuchiki. En tant que nouveau protecteur des âmes, Ichigo doit combattre des esprits malveillants appelés Hollows et aider les âmes à trouver la paix. Le manga explore des thèmes de responsabilité, de sacrifice et de l’équilibre entre le monde des vivants et celui des morts, tout en suivant les batailles épiques d’Ichigo et de ses alliés.",
        "cover": "efefr"
    },{
        "name": "Chainsaw Man",
        "description": "Chainsaw Man suit Denji, un jeune homme endetté qui vit avec son démon-chien, Pochita. Après sa mort, Denji se réveille dans un nouveau corps, ayant fusionné avec Pochita, ce qui lui donne le pouvoir de devenir Chainsaw Man, un être capable de se transformer en une machine de guerre à tronçonneuse. Recruté par une organisation d’exorcistes pour combattre des démons dangereux, Denji se retrouve mêlé à un monde brutal et corrompu. Le manga mêle action, horreur, comédie noire et exploration des désirs humains, tout en abordant des thèmes de survie, d’ambition et de sacrifice.",
        "cover": "greqrg"
    },{
        "name": "D.Gray-man",
        "description": "D.Gray-man suit Allen Walker, un jeune exorciste qui rejoint l’Ordre Noir pour combattre les Akuma, des créatures maléfiques créées par le Comte Millénaire. Allen possède un pouvoir unique, sa main gauche étant capable d’exorciser les Akuma grâce à l’Innocence, une substance mystérieuse. Tout au long de son voyage, il fait face à de nombreuses batailles, tout en cherchant à découvrir la vérité derrière les Akuma, le Comte et son propre passé. Le manga mélange action, aventure, mystère et drame, tout en abordant des thèmes de sacrifice, de loyauté et de la lutte entre le bien et le mal.",
        "cover": "rgrqeggrg"
    },{
        "name": "Dandadan",
        "description": "Dandadan suit l’histoire de Momo Ayase et de Ken Takakura, deux adolescents aux personnalités opposées qui se retrouvent embarqués dans des événements surnaturels après avoir fait chacun un pari. Momo, qui croit aux esprits, et Ken, qui croit aux extraterrestres, se retrouvent confrontés à des créatures surnaturelles et à des phénomènes paranormaux. Le manga mélange comédie, horreur et action, avec un rythme effréné et une touche d’absurde, tout en explorant la façon dont les croyances peuvent influencer les actions et les relations.",
        "cover": "gergethtr"
    },{
        "name": "Deadman Wonderland",
        "description": "Deadman Wonderland suit Ganta Igarashi, un adolescent accusé à tort du massacre de sa classe et envoyé dans une prison privée appelée Deadman Wonderland, où les détenus sont forcés de participer à des jeux mortels pour divertir les spectateurs. Là, Ganta découvre qu’il possède un pouvoir particulier : il peut manipuler son sang pour créer des armes. Tout en cherchant à prouver son innocence, il se retrouve plongé dans un monde de violence, de secrets et de conspirations. Le manga explore des thèmes de survie, de justice et de l’humanité dans un environnement brutal et sans pitié.",
        "cover": "hj-r("
    },{
        "name": "Death Note",
        "description": "Death Note raconte l’histoire de Light Yagami, un étudiant brillant qui découvre un carnet magique tombé du ciel, le “Death Note”, qui permet à son utilisateur de tuer toute personne dont il écrit le nom dans le carnet, à condition de connaître son visage. Utilisant ce pouvoir pour éliminer des criminels et créer un monde “idéal”, Light entre en conflit avec L, un détective génial déterminé à l’arrêter. Le manga explore des thèmes de justice, de morale, de pouvoir et de la corruption de l’âme humaine, tout en mettant en scène une lutte d’esprit intense entre Light et L.",
        "cover": "(y'z(u-y"
    },{
        "name": "Demon Slave",
        "description": "Demon Slave suit l’histoire de Yuuki, un jeune homme ordinaire qui se retrouve impliqué dans un monde où des démons et des pouvoirs surnaturels existent. Après un incident où il sauve une mystérieuse jeune fille, il découvre qu’il possède un pouvoir particulier qui lui permet de contrôler des démons. Yuuki doit apprendre à maîtriser cette capacité, tout en affrontant des ennemis puissants et en explorant les secrets du monde démoniaque. Le manga mélange action, fantasy et aventures, tout en abordant des thèmes de pouvoir, de contrôle et de relations humaines dans un univers surnaturel.",
        "cover": "-èe(-(z"
    },{
        "name": "Demon Slayer",
        "description": "Demon Slayer raconte l’histoire de Tanjiro Kamado, un jeune garçon dont la famille est massacrée par des démons. Seule sa sœur Nezuko survit, mais elle est transformée en démon. Déterminé à la sauver, Tanjiro rejoint les Corps des Tueurs de Démons pour traquer les créatures malfaisantes et trouver un moyen de guérir sa sœur. Le manga explore des thèmes de courage, de sacrifice, de fraternité et de lutte contre l’injustice, tout en offrant des scènes de combat intenses et des émotions poignantes à travers la quête de Tanjiro.",
        "cover": "-uèe-ejkè"
    },{
        "name": "Dr. stone",
        "description": "L'histoire commence lorsque l'humanité est mystérieusement pétrifiée par une lumière éclatante. Des milliers d'années plus tard, Senku Ishigami, un génie scientifique, se libère de sa pétrification et décide de reconstruire la civilisation à partir de zéro avec son ami Taiju Ooki. Utilisant la science, ils forment le Royaume Scientifique et affrontent divers défis pour restaurer la société moderne",
        "cover": "-ue-uzu(e"
    },{
        "name": "Dragon Ball",
        "description": "L'histoire suit Son Goku, un jeune garçon à la queue de singe avec une force surhumaine, dans sa quête pour trouver les sept boules de cristal appelées Dragon Balls, qui permettent d'invoquer un dragon capable d'exaucer un vœu. Goku rencontre de nombreux amis et ennemis, participe à des tournois d'arts martiaux, et découvre son héritage extraterrestre, tout en affrontant des menaces toujours plus grandes pour protéger la Terre.",
        "cover": "-u(ez-ueu-"
    },{
        "name": "Dragon Ball Super",
        "description": "Suite directe de Dragon Ball Z, l'histoire continue avec Goku et ses amis face à de nouveaux défis cosmiques. Après avoir vaincu Majin Buu, Goku rencontre Beerus, le Dieu de la Destruction, et découvre l'existence des Univers et des Super Dragons Balls. Goku s'entraîne pour atteindre des niveaux de puissance inédits, affrontant des ennemis comme Golden Frieza, le tournoi du pouvoir, et des divinités menaçantes, tout en cherchant à protéger l'univers",
        "cover": "-èeièeu-e"
    },{
        "name": "Fairy Tail",
        "description": "L'histoire suit Natsu Dragnir, un jeune mage du feu membre de la guilde Fairy Tail, connue pour ses mages puissants et ses membres excentriques. Avec sa partenaire Lucy Heartfilia, une mage celestialiste, et leurs amis, ils partent en quête d'aventures, affrontent des ennemis, participent à des tournois de magie et cherchent à découvrir le secret de la disparition des dragons, tout en renforçant les liens de camaraderie et d'amitié au sein de la guilde.",
        "cover": "-ujèeièe"
    },{
        "name": "Fairy Tail - 100 Years Quest",
        "description": " Suite directe de Fairy Tail, l'histoire suit Natsu Dragneel et ses amis de la guilde Fairy Tail alors qu'ils entreprennent la Quête de 100 ans, une mission restée inachevée pendant plus d'un siècle. Leur objectif est de sceller les cinq dragons divins sur le continent de Guiltina, chacun ayant un pouvoir équivalent ou supérieur à celui d'Acnologia. Pendant ce temps, Fairy Tail doit aussi affronter de nouveaux défis et ennemis, tout en intégrant un nouveau membre mystérieux, Touka.",
        "cover": "-ue(ue(u"
    },{
        "name": "Fire Force",
        "description":"L'histoire se déroule dans un monde où certains humains se transforment spontanément en torche humaine, devenant des \"Infernals\". Shinra Kusakabe, un jeune pompier doté de pouvoirs pyrokynétiques, rejoint la 8e Brigade Spéciale de la Fire Force. Leur mission est de combattre ces Infernals, enquêter sur la cause de cette combustion spontanée, et découvrir les secrets derrière ce phénomène, tout en affrontant d'autres brigades et des forces mystérieuses.",
        "cover": "(eue(uue"
    },{
        "name": "Fire punch",
        "description": "Dans un monde gelé, Agni est un jeune homme qui possède le pouvoir de régénération. Après que son village et sa sœur Luna aient été incendiés par un homme doté du pouvoir de flammes éternelles, Agni devient lui-même en feu permanent. Consumé par la douleur et la vengeance, il se lance dans une quête pour retrouver et tuer le responsable, tout en naviguant dans un monde post-apocalyptique de désolation, de religion, et de survie.",
        "cover": "ueuèeuuz"
    },{
        "name": "Hell's Paradise",
        "description": "Hell's Paradise suit Gabimaru, un assassin impitoyable qui, après avoir été capturé, est envoyé sur une île mystérieuse à la recherche d'un élixir d'immortalité. L'île est remplie de créatures surnaturelles et de dangers mortels, et Gabimaru, accompagné de shinobis et d'autres criminels, doit affronter ces menaces pour accomplir sa mission. L'histoire mêle action, psychologie et exploration des thèmes de la rédemption, du sens de la vie et de la mort.",
        "cover": "(euèuee("
    },{
        "name": "Hokuto No Ken",
        "description": "Hokuto no Ken se déroule dans un futur post-apocalyptique où la civilisation a été détruite par des guerres nucléaires. L'histoire suit Kenshiro, le dernier héritier du style de combat mortel Hokuto Shinken. Il se lance dans une quête pour sauver son amour, Yuria, et venger la mort de son frère adoptif, tout en affrontant des ennemis puissants qui cherchent à dominer ce monde chaotique. Le manga est célèbre pour ses combats intenses, ses personnages charismatiques et ses thèmes de justice, de sacrifice et de rédemption.",
        "cover": "ue(u(euze"
    },{
        "name": "Jujutsu Kaisen",
        "description": "Jujutsu Kaisen suit Yuji Itadori, un lycéen doté d'une force physique exceptionnelle, qui se retrouve impliqué dans le monde des malédictions après avoir avalé un doigt maudit appartenant à un puissant démon nommé Ryomen Sukuna. En rejoignant l'école de jujutsu, il apprend à maîtriser ses pouvoirs et à combattre des malédictions dangereuses aux côtés de ses camarades, Megumi et Nobara, sous la tutelle du professeur Satoru Gojo. Le manga explore des thèmes de lutte contre les malédictions, de sacrifice et de destin, avec des combats intenses et une intrigue captivante.",
        "cover": "ye--y-z'z"
    },{
        "name": "Kaguya-sama - Love Is War",
        "description": "Kaguya-sama: Love is War suit les aventures de Kaguya Shinomiya et Miyuki Shirogane, deux génies et membres du conseil des élèves d'une prestigieuse école. Bien qu'ils soient secrètement attirés l'un par l'autre, leur fierté les empêche de confesser leurs sentiments. Le manga se concentre sur leurs jeux psychologiques et stratégiques, où chacun tente de faire avouer l'autre en manipulant des situations complexes. À travers des moments comiques et tendres, Kaguya-sama explore les dynamiques de l'amour, de l'orgueil et des relations humaines dans un cadre scolaire.",
        "cover": "j_rkèuerèjr"
    },{
        "name": "Kaiju n°8",
        "description": "Kaiju No. 8 se déroule dans un monde où des créatures géantes appelées kaijus attaquent régulièrement les villes. Kafka Hibino, un homme de 32 ans, rêve de rejoindre l'unité d'élite chargée de combattre ces monstres, mais il est coincé dans un travail de nettoyage. Après un incident, il se transforme en kaiju lui-même, tout en conservant son esprit humain. Il doit maintenant jongler entre sa nouvelle forme monstrueuse et son désir de protéger l'humanité, tout en cachant son secret. Le manga mêle action, comédie et drame, explorant des thèmes de lutte intérieure et de rédemption.",
        "cover": "tvhtrdvhtvd"
    },{
        "name": "Les Carnets de l'Apothicaire",
        "description": " Les Carnets de l'apothicaire suit l’histoire de Mao, une jeune femme extrêmement intelligente et talentueuse dans l'art de la médecine traditionnelle, mais qui se retrouve plongée dans un monde de complots et de mystères après avoir été accusée à tort de meurtre. Elle utilise ses connaissances en herboristerie et en médecine pour naviguer dans un monde dangereux où elle cherche à résoudre des énigmes tout en étant constamment surveillée. Le manga mélange mystère, aventure et drame, tout en explorant des thèmes de justice, de vengeance et de la quête de vérité.",
        "cover": "hv-ev-vye("
    },{
        "name": "Mashle",
        "description": "Mashle se déroule dans un monde où la magie est omniprésente, et suit Mash Burnedead, un jeune homme né sans pouvoirs magiques dans une société où la magie détermine la place de chacun. Pour protéger son secret et vivre une vie tranquille, Mash décide d'intégrer l'une des écoles de magie les plus prestigieuses, en utilisant uniquement sa force physique incroyable. Le manga mêle action, comédie et fantasy, alors que Mash doit surmonter des épreuves et affronter des ennemis puissants, tout en prouvant que la détermination et la force peuvent rivaliser avec la magie.",
        "cover": "v'-e-(-vv-("
    },{
        "name": "Naruto",
        "description": "Naruto suit l’histoire de Naruto Uzumaki, un jeune ninja orphelin qui rêve de devenir le plus grand ninja de son village, le Hokage, afin de gagner le respect des autres. Cependant, Naruto porte en lui le démon à neuf queues, Kyûbi, ce qui fait de lui un paria. Au fil de ses aventures, il se lie d’amitié avec ses coéquipiers, Sakura et Sasuke, et affronte de puissants ennemis. Le manga explore des thèmes de persévérance, de camaraderie, de rédemption et de la lutte pour réaliser ses rêves, tout en mettant en lumière les défis émotionnels et les sacrifices liés à la vie de ninja.",
        "cover": "-e(ve(v-(ej"
    },{
        "name": "One Piece",
        "description": "One Piece suit les aventures de Monkey D. Luffy, un garçon dont le corps a acquis les propriétés du caoutchouc après avoir mangé par inadvertance un fruit du démon. Avec son équipage de pirates, appelé l'équipage de Chapeau de paille, Luffy explore Grand Line à la recherche du trésor ultime connu sous le nom de « One Piece » afin de devenir le prochain roi des pirates. Le manga mêle aventure, action et humour, tout en explorant des thèmes de liberté, d'amitié et de poursuite des rêves.",
        "cover": "-(eb-juèjbeèjè"
    },{
        "name": "Parasite",
        "description": "Parasite suit Shinichi Izumi, un lycéen dont la main droite est envahie par un parasite extraterrestre nommé Migi, qui prend le contrôle de sa main après que des parasites ont envahi la Terre. Ces parasites, qui prennent le contrôle des corps humains, se nourrissent des humains pour survivre. Shinichi, avec Migi, doit naviguer dans un monde où les parasites se multiplient et où il doit lutter pour sa survie tout en cherchant à comprendre le but de cette invasion. Le manga explore des thèmes de l'identité, de la coexistence, de la morale et de la nature humaine, en offrant une réflexion sur l'évolution et la survie.",
        "cover": "jb-eubeb-e"
    },{
        "name": "Spy x Family",
        "description": "Spy x Family suit Twilight, un espion d'élite, qui doit créer une fausse famille pour accomplir une mission cruciale. Il adopte Anya, une petite fille télépathe, et épouse Yor, une tueuse à gages, sans que chacun connaisse les véritables identités des autres. Ensemble, ils naviguent entre missions secrètes, quiproquos hilarants et moments touchants. Ce manga mêle action, comédie et émotion dans une histoire aussi décalée qu’attachante.",
        "cover": "-eb-bu(eèbeu(èbe"
    },{
        "name": "The Promised Neverland",
        "description": "The Promised Neverland suit Emma, Norman et Ray, trois orphelins vivant une vie idyllique dans un orphelinat isolé. Cependant, ils découvrent un terrible secret : leur maison est en réalité une ferme où les enfants sont élevés pour être offerts à des démons. Décidés à s’échapper avec tous les autres orphelins, ils élaborent un plan audacieux. Ce manga mêle suspense, stratégie et émotion dans une histoire captivante et pleine de rebondissements.",
        "cover": "èebjèjebèe"
    },{
        "name": "Tokyo Revengers",
        "description": "L’histoire suit Takemichi Hanagaki, un homme ordinaire dont la vie prend un tournant tragique lorsqu'il apprend la mort de sa petite amie, Hinata Tachibana, tuée dans un conflit entre gangs. Après un incident, Takemichi se retrouve projeté dans le passé, au moment où il était encore au collège. Il découvre qu'il a la possibilité de changer le futur en modifiant les événements du passé. Takemichi décide alors de rejoindre un gang, le Tokyo Manji Gang, pour sauver Hinata et empêcher les tragédies qui toucheront ses amis et lui-même.",
        "cover": "èbjeèjbèe"
    },{
        "name": "Vagabond",
        "description": "Vagabond raconte l’histoire de Miyamoto Musashi, l’un des plus célèbres samouraïs de l’histoire du Japon. L'œuvre suit sa quête de perfectionnement et son cheminement vers la maîtrise du combat, après avoir survécu à un duel où il tue son premier adversaire à l'âge de 13 ans. L’histoire explore son évolution, ses duels épiques, et ses rencontres avec d’autres figures légendaires, comme son rival Sasaki Kojiro. Musashi, en quête de sens et d'une compréhension profonde de la vie et de la mort, se bat non seulement contre des ennemis redoutables, mais aussi contre ses propres démons intérieurs. À travers des graphismes poignants et une narration philosophique, Vagabond plonge le lecteur dans un voyage intense à travers l’honneur, la guerre et la recherche de soi.",
        "cover": "ebèjèejebr(ujèj"
    },{
        "name": "Valkyrie Apocalypse",
        "description": "L’histoire se déroule dans un monde où les dieux, déçus par l’humanité, décident de l’anéantir. Cependant, une dernière chance est donnée à l’humanité : un tournoi épique appelé \"Ragnarok\", où 13 dieux affrontent 13 champions humains dans des combats à mort. Le protagoniste, Raiden Tameemon, un combattant légendaire de l’histoire humaine, est choisi pour représenter l'humanité et participer à ce tournoi contre des divinités puissantes. Chaque combat est une lutte intense où les forces de l'humanité sont mises à l'épreuve, avec des enjeux colossaux. Raiden et ses alliés doivent utiliser leur force, intelligence et stratégie pour renverser les dieux et sauver l'humanité de l'extinction.",
        "cover": "erbèerèeeèèèbè"
    },{
        "name": "Vinland saga",
        "description": "Vinland Saga suit l’histoire de Thorfinn, un jeune guerrier viking, qui rêve de venger la mort de son père, tué par Askeladd, un chef viking rusé et ambitieux. Dans un monde brutal marqué par les invasions, les batailles et les luttes de pouvoir, Thorfinn se retrouve au cœur des conflits entre les Vikings, l’Angleterre et d’autres royaumes. Alors qu’il se bat pour accomplir sa quête de vengeance, il est confronté à des dilemmes moraux, remettant en question sa vision de l'honneur et du sens de la guerre. L’œuvre est une épopée historique qui explore la violence, la guerre, mais aussi la rédemption et la quête de sens dans un monde impitoyable.",
        "cover": "èubèkr_-kbçl-çk(_"
    }
]